start-hello =   Привет, <b>{ $username }!</b>

                Отправь свои координаты для завершения регистрации и дальнейшего получения прогноза погоды.

                Для отправкии координат нажми на скрепку и поделись локацией.

                Либо нажми на кнопку ниже - <b>Отправить координаты</b>!

start-finish-registration =     Регистрация успешно завершина.

                                Твои координаты:
                                широта = { $latitude },
                                долгота = { $longitude}.

keyboard-coords = Отправить координаты

error-input-registration = Отправьте координаты нажав на кнопку внизу или отправьте через локацию через скрепку.

start-command-description = Перезапустить бота
lang-command-description = Настроить язык интерфейса
help-command-description = Посмотреть справку по работе бота

help-command = Пример.

back-button = ◀️ Назад
save-button = ✅ Сохранить
set-lang-menu = <b>Пожалуйста, выберите язык интерфейса бота</b>

                Выбран 🇷🇺 <b>Русский язык</b>

ru-lang = 🇷🇺 Русский
en-lang = 🇬🇧 Английский
lang-saved = ✅ Настройки языка успешно сохранены!

weather-now-button = ☁️ Погода сейчас ️️
weather-forecast-button = 📆 Прогноз погоды на сегодня
main-settings-button = ⚙️ Общие настройки бота
language_settings_button = 🌎 Настроить язык

main-weather-dialog =   WeatherBot⛅️ @KLG_Weather_Bot.

                        Для получения прогноза погоды, нажми на кнопку ниже:

general-settings-weather-dialog = Основные настройки WeatherBot⛅️:

parsing-weather-time = Время
parsing-weather-temperature = Температура
parsing-weather-feels-like = Ощущается как
parsing-weather-current = Погода
parsing-weather-wind = Ветер

parsing-weather-forecast-day = Прогноз погоды на день