start-hello = Привет, <b>{ $username }!</b>

    Отправь свои координаты для завершения регистрации и дальнейшего получения прогноза погоды.
    Для отправкии координат нажми на скрепку и поделись локацией. Либо нажми на кнопку ниже - Отправить координаты!

start-finish-registration = Регистрация успешно завершина. Твои координаты:
    широта = { $latitude },
    долгота = { $longitude}.

keyboard-coords = Отправить координаты

wrong-location = Необходимо отправить локацию! Отправьте свою локацию нажав на скрепку либо на кнопку - "Отправить координаты"

start-command-description = Перезапустить бота

lang-command-description = Настроить язык интерфейса

help-command-description = Посмотреть справку по работе бота

help-command = Пример.

back-button = ◀️ Назад

save-button = ✅ Сохранить

set-lang-menu = <b>Пожалуйста, выберите язык интерфейса бота</b>

                Выбран 🇷🇺 <b>Русский язык</b>

ru-lang = 🇷🇺 Русский

en-lang = 🇬🇧 Английский

lang-saved = ✅ Настройки языка успешно сохранены!